[
  {
    "title":      "Project Sample",
    "url":        "http://www.google.com",
    "body":        "<p>Body text to be added. This is a sample, I guess I could have put some placeholder text. Short loin ribeye jowl ham hock, jerky beef ribs rump fatback shank meatloaf sirloin turducken. Swine sausage chuck meatloaf pork loin shankle short ribs strip steak. Bresaola fatback chicken, tenderloin pig short ribs pork beef kevin turkey pork loin short loin tongue leberkas turducken</p>",
    "publishedOn":  "2016-2-1",
    "category":     "personal"
  },
  {
    "title":      "Can I Recycle?",
    "url":        "https://github.com/pjosifovic/can_i_recycle",
    "body":       "<p>As a final project for 201 Code Fellows class, 'Can I Recycle?' webpage assist Seattlelites dispose of their waste items effectively and correctly. Fighting obsolescence and improper disposal, one item at a time. Short loin ribeye jowl ham hock, jerky beef ribs rump fatback shank meatloaf sirloin turducken. Swine sausage chuck meatloaf pork loin shankle short ribs strip steak. Bresaola fatback chicken, tenderloin pig short ribs pork beef kevin turkey pork loin short loin tongue leberkas turducken</p>",
    "publishedOn":  "2015-12-28",
    "category":     "Code Fellows"
  },
  {
    "title":      "Cookie stand webstore",
    "url":        "https://github.com/pjosifovic/cookie-stand",
    "body":       "<p>As a second week project at Codefellows 201 course, Salmon Cookies Stand application is calculating the number of cookies each location must make every day so that it can manage its supplies inventory and baking schedule. Using Javascript adding new stores is available. Short loin ribeye jowl ham hock, jerky beef ribs rump fatback shank meatloaf sirloin turducken. Swine sausage chuck meatloaf pork loin shankle short ribs strip steak. Bresaola fatback chicken, tenderloin pig short ribs pork beef kevin turkey pork loin short loin tongue leberkas turducken</p>",
    "publishedOn": "2015-12-15",
    "category":     "Code Fellows"
  }
]
